<template>
  <svg
    version="1.1"
    id="Слой_1"
    xmlns="http://www.w3.org/2000/svg"
    xmlns:xlink="http://www.w3.org/1999/xlink"
    x="0px"
    y="0px"
    viewBox="0 0 80.1 96.9"
    style="enable-background:new 0 0 80.1 96.9;"
    xml:space="preserve"
  >
    <title>Root Canal</title>
    <g id="Слой_2_1_">
      <g id="_лой_1">
        <g id="_Группа_">
          <path
            id="_Контур_"
            style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
            d="
				M40.1,4.4l15-2.7c1.1-0.2,2.2-0.3,3.3-0.3l0,0c6.7-0.1,13,3.5,16.4,9.2c2.6,4.7,3.9,10,3.8,15.3l0,0c0,5.7-1.5,11.2-4.3,16.2
				L70,49.8c-2.1,3.6-3.3,7.5-3.7,11.6c-0.8,9.5-3.7,18.7-8.5,27l-2.9,5c-0.7,1.3-2.1,2.1-3.6,2.1l0,0c-2.3,0-4.1-1.8-4.1-4.1l0,0
				v-7.9c0-4-0.7-8-2.1-11.8L44,68.6c-0.6-1.7-2.3-2.9-4.2-2.9l0,0c-1.9,0-3.6,1.2-4.2,3L34.5,72c-1.2,3.5-1.8,7.3-1.8,11v8.3
				c0,2.3-1.8,4.1-4.1,4.1l0,0c-1.5,0-2.8-0.8-3.6-2.1l-2.9-5c-4.8-8.3-7.6-17.5-8.5-27c-0.4-4.1-1.6-8.1-3.6-11.7l-4.3-7.5
				c-2.7-4.8-4.2-10.4-4.2-16l0,0c-0.1-5.4,1.2-10.7,3.8-15.3C8.7,4.9,15,1.4,21.7,1.5l0,0c1.1,0,2.2,0.1,3.3,0.3L40.1,4.4"
          />
          <path
            id="_Контур_2"
            style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
            d="
				M53.5,57c2.9-4.1,5.5-8.5,7.8-13c2.1-4.1,4.4-8,5.6-12.5c1.3-5.1,1-11.1-2.8-15.1c-6.5-6.9-16-2.3-22.9,1.4h-0.9
				c-6.9-3.7-16.4-8.3-22.9-1.4c-3.8,4-4.1,10-2.8,15.1c1.4,5.3,4.4,9.8,6.7,14.7c1.5,3.2,3.2,6.4,5,9.5l0.2,0.4
				c1.9-3.7,3.6-7.6,5-11.5l0.1-0.4c2.6-8.1,14.2-7.9,16.6,0.2c0,0.1,0.1,0.2,0.1,0.4C49.5,48.8,53.5,57,53.5,57z"
          />
          <path
            id="_Контур_3"
            style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
            d="
				M26.3,55.6c0,0-1.6,11.1,0,18.7c0.4,2.1,0.7,3.8,1,5.2"
          />
          <path
            id="_Контур_4"
            style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
            d="
				M53.9,56.4c0.3,2.6,1.2,11.5-0.1,18c-0.4,2.1-0.7,3.8-1,5.2"
          />
        </g>
      </g>
    </g>
  </svg>

</template>
