<template>
  <svg
    version="1.1"
    id="Слой_1"
    xmlns="http://www.w3.org/2000/svg"
    xmlns:xlink="http://www.w3.org/1999/xlink"
    x="0px"
    y="0px"
    viewBox="0 0 93 111.7"
    style="enable-background:new 0 0 93 111.7;"
    xml:space="preserve"
  >
    <title>Tooth Protected</title>
    <g id="Слой_2_1_">
      <g id="_лой_1">
        <g id="_Группа_">
          <path
            id="_Контур_"
            style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
            d="
				M42.6,33l-4.1-0.8c-1.8-0.4-3.6,0.2-4.9,1.5c-0.1,0.1-0.2,0.2-0.2,0.3c-0.7,0.9-1,2-1,3.1"
          />
          <g id="_Группа_2">
            <path
              id="_Контур_2"
              style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
              d="
					M46.5,26.6l8.4-1.4c0.6-0.1,1.2-0.2,1.9-0.1l0,0c3.7-0.1,7.2,1.7,9.2,4.8c1.4,2.4,2.2,5.2,2.1,8l0,0c0,3-0.8,5.9-2.4,8.5
					l-2.4,3.9c-1.1,1.8-1.8,3.9-2.1,6.1c-0.5,5-2.1,9.9-4.8,14.2l-1.6,2.6c-0.4,0.7-1.2,1.1-2,1.1l0,0c-1.2,0-2.3-0.9-2.3-2.2V68
					c0-2.1-0.4-4.2-1.2-6.2l-0.6-1.6c-0.4-0.9-1.3-1.5-2.3-1.5l0,0c-1,0-2,0.6-2.3,1.6L43.5,62c-0.7,1.8-1,3.8-1,5.7V72
					c0,1.2-1.1,2.2-2.3,2.2l0,0c-0.8,0-1.6-0.4-2-1.1l-1.6-2.6c-2.7-4.3-4.3-9.1-4.8-14.2c-0.2-2.2-0.9-4.2-2.1-6.1l-2.4-3.9
					c-1.6-2.5-2.4-5.4-2.4-8.4l0,0c-0.1-2.8,0.7-5.6,2.1-8c2-3.1,5.5-4.9,9.2-4.8l0,0c0.6,0,1.2,0.1,1.9,0.1L46.5,26.6"
            />
          </g>
          <path
            id="_Контур_3"
            style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
            d="
				M82.1,8.4c0.1,16.6,0.1,33.1,0.2,49.7c0,11.6-6.8,22.5-18.5,29.7L46.5,98.5L29.1,87.8c-11.6-7.2-18.5-18.1-18.5-29.7
				c0-16.5-0.1-32.9-0.1-49.3c6.7,1.8,13.8,1.6,20.4-0.4c4.7-1.4,9-3.4,13-6.1c1.6-1.1,3.6-1.1,5.2-0.1c4,2.6,8.3,4.7,12.9,6.2
				C68.6,10.3,75.6,10.3,82.1,8.4z"
          />
          <path
            id="_Контур_4"
            style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
            d="
				M46.5,110.2l26.7-18.5c0,0,6.7-5.2,9.3-8.5l1.6-2.1c2.3-3,4-6.2,5.3-9.7l0,0c1.4-3.9,2.1-7.9,2.1-12v-7.5"
          />
          <path
            id="_Контур_5"
            style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
            d="
				M46.5,110.2L19.8,91.8c0,0-6.7-5.2-9.3-8.5l-1.6-2.1c-2.3-3-4-6.2-5.3-9.7l0,0c-1.4-3.9-2.1-7.9-2.1-12V52"
          />
        </g>
      </g>
    </g>
  </svg>

</template>
