<template>
  <svg
    version="1.1"
    id="Слой_1"
    xmlns="http://www.w3.org/2000/svg"
    xmlns:xlink="http://www.w3.org/1999/xlink"
    x="0px"
    y="0px"
    viewBox="0 0 109.2 89.6"
    style="enable-background:new 0 0 109.2 89.6;"
    xml:space="preserve"
  >
    <title>Tooth Settings</title>
    <g id="Слой_2_1_">
      <g id="_лой_1">
        <g id="_Группа_">
          <g id="_Группа_2">
            <path
              id="_Контур_"
              style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
              d="
					M75.1,8.8l12.7-2.2c0.9-0.2,1.9-0.2,2.8-0.2l0,0c5.7-0.1,11,2.9,13.8,7.8c2.2,4,3.3,8.5,3.2,13l0,0c0,4.8-1.3,9.5-3.6,13.7
					l-3.6,6.4c-1.7,3-2.8,6.4-3.1,9.8c-0.7,8-3.1,15.8-7.2,22.8L87.7,84c-0.6,1.1-1.8,1.7-3,1.8l0,0c-1.9,0-3.5-1.6-3.5-3.5l0,0
					v-6.7c0-3.4-0.6-6.8-1.8-9.9l-1-2.6c-0.5-1.4-1.9-2.4-3.5-2.4l0,0c-1.6,0-3,1-3.5,2.5l-1,2.8c-1,3-1.6,6.1-1.6,9.3v7
					c0,1.9-1.6,3.5-3.5,3.5l0,0l0,0c-1.2,0-2.4-0.7-3-1.8L60,79.8c-4-7-6.5-14.8-7.2-22.8c-0.3-3.5-1.4-6.8-3.1-9.8l-3.6-6.4
					c-2.4-4.2-3.6-8.9-3.6-13.7l0,0c-0.1-4.5,1-9,3.2-13c2.9-4.9,8.2-7.9,13.8-7.8l0,0c0.9,0,1.9,0.1,2.8,0.2L75.1,8.8"
            />
            <path
              id="_Контур_2"
              style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
              d="
					M72,16.2l-7.7-1.7c-3.4-0.8-6.9,0.3-9.2,2.9c-0.2,0.2-0.3,0.4-0.5,0.6c-1.3,1.8-1.9,4-1.9,6.3"
            />
          </g>
          <g id="_Группа_3">
            <path
              id="_Контур_3"
              style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
              d="
					M45.2,1.5h-3.8c-0.9,0-1.8,0.4-2.4,1c-0.6,0.6-0.9,1.4-0.9,2.3V12l-8.5,3L25,9.5c-1.2-1.4-3.3-1.6-4.7-0.4l0,0l-6.2,5.2
					c-0.7,0.6-1.1,1.4-1.1,2.3c-0.1,0.9,0.2,1.7,0.8,2.4l4.6,5.5l-4.5,7.8L6.8,31c-0.8-0.2-1.7,0-2.4,0.5C3.6,32,3.1,32.8,3,33.7
					l-1.4,7.9c-0.2,0.9,0,1.8,0.6,2.5c0.5,0.7,1.2,1.2,2.1,1.3l7.1,1.2l1.5,8.9l-6.2,3.6c-0.8,0.4-1.3,1.1-1.5,2s-0.1,1.8,0.3,2.5
					l4.1,7c0.9,1.6,2.9,2.1,4.5,1.2l0,0l6.2-3.6l6.8,5.8l-2.5,6.8c-0.3,0.8-0.3,1.7,0.1,2.5s1.1,1.4,1.9,1.8l7.6,2.8
					c0.8,0.3,1.8,0.3,2.6-0.1s1.4-1,1.7-1.9l2.5-6.8c0,0,2.7,0.3,4.4,0.3"
            />
            <path
              id="_Контур_4"
              style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
              d="
					M45.2,79.4c1.7,0,4.4-0.3,4.4-0.3l2.4,6.8c0.3,0.8,0.9,1.5,1.7,1.9"
            />
          </g>

          <line
            id="_Контур_5"
            style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
            x1="45.2"
            y1="1.5"
            x2="48.9"
            y2="1.5"
          />
          <path
            id="_Контур_6"
            style="fill:none;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;"
            d="
				M46.7,61.4c-8.6,1.6-16.8-4-18.4-12.6c-1.4-7.2,2.4-14.4,9.1-17.3"
          />
        </g>
      </g>
    </g>
  </svg>
</template>
